/* No comment provided by engineer. */
"1 stop" = "1 trạm dừng";

/* Indication of an activity */
"ActivityIndication" = "Tôi sẽ sử dụng %@ vào lúc %@ từ %@.";

/* Arrival time sorter title */
"Arrival" = "Thời gian đến";

/* The place of arrival */
"ArrivalLocation" = "Đến tại %@";

/* The place of arrival with time */
"ArrivalLocationTime" = "Đến tại %@ vào lúc %@";

/* Arrival %time.
   Time arrival */
"ArrivalTime" = "Đên vào lúc %@";

/* Single line instruction to arrive */
"Arrive" = "Đến";

/* Departure time sorter title */
"Departure" = "Xuất phát";

/* Time of the bus departure */
"DepartureTime" = " vào lúc %@";

/* Destination of the bus */
"Direction" = "Hướng đi: %@";

/* Walking time */
"Duration" = " mất khoảng %@";

/* Single line instruction to leave */
"Leave" = "Rời khỏi";

/* The place of departure */
"LeaveLocation" = "Rời khỏi %@";

/* The place of departure with time */
"LeaveLocationTime" = "Rời khỏi %@ vào lúc %@";

/* Time departure */
"LeaveTime" = "Rời khỏi lúc %@";

/* ArrivalTime */
"MessageArrivalTime" = "Tôi sẽ đến %@ vào lúc %@.";

/* Arrival Location */
"PrimaryLocationEnd" = "Đến %@";

/* Departure Location */
"PrimaryLocationStart" = "Từ %@";

/* Location of the parking */
"PrimaryLocationStationary" = "Tại %@";

/* No comment provided by engineer. */
"Real-time" = "Real-time";

/* No comment provided by engineer. */
"Shuttle" = "Shuttle";

/* Number of stops */
"Stops" = "%ld trạm dừng";

/* From %time1 to %time2 */
"TimeFromToShortFormat" = "%@ đến %@";

/* Time to leave! */
"TimeToLeaveFrom" = "Đã đến giờ khởi hành! Chuyến đi %@ của bạn trên %@ từ %@ bắt đầu lúc %@";

/* Time to leave! */
"TimeToLeaveTo" = "Đã đến giờ khởi hành! Chuyến đi %@ của bạn đến %@ bắt đầu lúc %@";

/* Vehicle 'x' updated */
"VehicleCalledUpdated" = "Phương tiện %@ được cập nhật %@ trước";

/* Vehicle updated */
"VehicleUpdated" = "Đã cập nhật %@ trước";
